[
  "background-image",
  "editor-width-slider",
  "obsidian-footnotes",
  "obsidian-git",
  "obsidian-style-settings",
  "obsidian-vimrc-support",
  "table-editor-obsidian",
  "templater-obsidian",
  "url-into-selection",
  "execute-code",
  "omnisearch",
  "text-extractor",
  "ai-image-analyzer",
  "collapse-node",
  "card-note",
  "obsidian-gist",
  "github-embeds",
  "link-nodes-in-canvas",
  "multi-properties",
  "multi-tag",
  "semantic-canvas",
  "obsidian-share-as-gist"
]